[{
    'name': 'Админ',
    'contacts': [
        ['не указано', 'Соколова Юлия Алексеевна', 'старший кладовщик', 'не указано', 'Админ', 114.0, 'не указано'],
        ['не указано', 'Молодостина Светлана Анатольевна', 'Мастер ', 'не указано', 'Админ', 117.0, '8(920)687-20-41'],
        ['не указано', 'Русский Александр Александрович', 'мастер', 'не указано', 'Админ', 117.0, '8(904)010-47-37'],
        ['не указано', 'Манушина Светлана Анатольевна', 'Кладовщик ', 'не указано', 'Админ', 118.0, 'не указано'],
        ['не указано', 'Орлов Алеексей Юрьевич', ' Главный энергетик', 'не указано', 'Админ', 316.0, '8(900)117-40-20'],
        ['не указано', 'Хайдаров Рустам Жайыкович', 'Заместитель главного энергетика', 'не указано', 'Админ', 116.0, 'не указано'],
        ['не указано', 'Курбанова Елена Викторовна', 'Секретарь-референт', 'office@tversystema.ru', 'Админ', 202.0, '8(915)736-19-38'],
        ['не указано', 'Шурпаков Андрей Николаевич', 'Системный администратор', 'support@tversystema.ru', 'Админ', 204.0, '8(961)140-45-80'],
        ['не указано', 'Елицкая Наталья Николаевна', 'Начальник бюро труда и заработной платы', 'не указано', 'Админ', 205.0, '8(903)694-57-54'],
        ['не указано', 'Савина Ольга Владимировна', 'инспектор по кадрам ', 'ok@tversystema.ru\n', 'Админ', 206.0, '8(920)181-65-21'],
        ['не указано', 'Вихорева Елена Борисовна', 'инженер по подготовке производства ', 'не указано', 'Админ', 207.0, '8(915)722-57-60'],
        ['не указано', 'Зуева Надежда Николаевна', 'Начальник плановой группы ', 'не указано', 'Админ', 207.0, '8(910)833-09-60'],
        ['не указано', 'Бусыгин Виталий Линович', 'Начальник участка ', 'не указано', 'Админ', 208.0, '8(910)933-09-39'],
        ['не указано', 'Бибичев Дмитрий Борисович', 'Начальник участка ', 'не указано', 'Админ', 209.0, '8(919/068-36-63'],
        ['не указано', 'Соболев Павел Игоревич', 'заместитель директора по производству', 'sp@tversystema.ru', 'Админ', 210.0, '8(910)646-69-65'],
        ['не указано', 'Кузьмина Оксана Михайловна', 'Инженер-эколог ', 'kom@tversystema.ru', 'Админ', 211.0, '8(905)600-43-14'],
        ['не указано', 'Семенов Юрий Сергеевич', 'Инженер по охране труда', 'sys@tversystema.ru', 'Админ', 237.0, 'не указано'],
        ['не указано', 'Тульцева Светлана Павловна', 'Инженер-конструктор', 'tsp@tversystema.ru', 'Админ', 215.0, '8(906)552-49-75'],
        ['не указано', 'Цоколь Александр Петрович', 'инженер - конструктор', 'не указано', 'Админ', 215.0, '8(909)267-37-58'],
        ['не указано', 'Жигарова Марина Николаевна', 'инженер-технолог', 'не указано', 'Админ', 216.0, '8(904)011-99-51'],
        ['не указано', 'Закуленков Игорь Михайлович', 'Инженер-технолог', 'не указано', 'Админ', 216.0, 'не указано'],
        ['не указано', 'Кокорин Вячеслав Владимирович', 'Заместитель директора по качеству', 'otk@tversystema.ru', 'Админ', 219.0, '8(910)932-23-34'],
        ['не указано', 'Камозина Ольга Игоревна ', 'Бухгалтер по кассе и банку ', 'не указано', 'Админ', 220.0, '8(929)098-84-19'],
        ['не указано', 'Логунова Светлана Викторовна ', 'Бухгалтер ', 'не указано', 'Админ', 221.0, '8(905)125-30-35'],
        ['не указано', 'Трухина Людмила Анатольевна ', 'Главный экономист ', 'не указано', 'Админ', 223.0, '8(910)832-98-98'],
        ['не указано', 'Антипов Михаил Анатольевич  ', 'Начальник службы технического обеспечения предприятия', 'ama@tversystema.ru', 'Админ', 225.0, '8(910)649-07-62'],
        [
            'не указано', 'Жигулин Станислав Юрьевич', 'Инженер-технолог', 'не указано', 'Админ', 228.0, 'не указано'
        ],
        ['не указано', 'Чернов Александр Николаевич', 'начальник конструкторско-технологического отдела', '   tech@tversystema.ru', 'Админ', 228.0, '8(920)699-99-73'],
        ['не указано', 'Ибрагимова Анна Александровна', 'бухгалтер по заработной плате', 'не указано', 'Админ', 229.0, 'не указано'],
        ['не указано', 'Фролова Юлия Александровна', 'Главный бухгалтер', 'fua@tversystema.ru', 'Админ', 229.0, '8(905)604-42-80'],
        ['не указано', 'Иванова Юлия Николаевна ', 'Заместитель главного бухгалтера', 'не указано', 'Админ', 230.0, '8(920)150-59-97'],
        ['не указано', 'Кузнецов Сергей Вячеславович', 'инженер по снабжению ', 'ksv@tversystema.ru', 'Админ', 231.0, '8(903)695-57-20'],
        ['не указано', 'Барашков Сергей Павлович', 'Ведущий инженер ', 'ser-barashkov@bk.ru', 'Админ', 232.0, '8(920)150-81-07'],
        ['не указано', 'Радченко Георгий Иванович', 'Ведущий инженер ', 'snab@tversystema.ru', 'Админ', 233.0, '8(920)687-39-21'],
        ['не указано', 'Подольник Павел Львович', 'Директор', 'pp@tversystema.ru', 'Админ', 250.0, '8(910)649-00-33'],
        ['не указано', 'Соколов Денис Валерьевич ', 'Инженер', 'sdv@tversystema.ru', 'Админ', 253.0, '8(906)651-51-89'],
        ['не указано', 'Фролов Алексей Григорьевич', 'Инженер-конструктор', 'не указано', 'Админ', 254.0, '8(910)934-34-99'],
        ['не указано', 'Иванов Михаил Анатольевич', 'Начальник отдела сбыта', 'ima@tversystema.ru', 'Админ', 255.0, '8(920)690-86-34'],
        ['не указано', 'Невмывака Наталья Владимировна', 'Ведущий инженер по сбыту', 'nnv@tversystema.ru', 'Админ', 256.0, '8(910)648-20-32'],
        ['не указано', 'Смородов Александр Николаевич', 'Инженер', 'не указано', 'Админ', 314.0, '8(915)715-70-80'],
        ['не указано', 'Бабунов Павел  Викторович', 'Начальник отдела снабжения', 'bpv@tversystema.ru', 'Админ', 315.0, '8(904)002-21-92'],
        ['не указано', 'Любимов Сергей Юрьевич', 'Генеральный директор', 'не указано', 'Админ', 300.0, 'не указано'],
        ['не указано', 'Кузьмин Анатолий Николаевич', 'Начальник отдела маркетинга', '4822553680@mail.ru', 'Админ', 310.0, 'не указано'],
        ['не указано', 'Черняевская Елена Евгеньевна', 'Ст.инспектор по кадрам', 'не указано', 'Админ', 317.0, 'не указано'],
        ['не указано', 'Киба Игорь Николаевич', 'Начальник цеха', 'не указано', 'Админ', 122.0, 'не указано'],
        ['не указано', 'Тимофеева Татьяна Александровна', 'Начальник охраны', 'не указано', 'Админ', 125.0, 'не указано']
    ]
}, {
    'name': 'Администрация',
    'contacts': [
        ['не указано', 'Богусевич Али Станиславович', 'Заместитель директора по ', 'bas@tversystema.ru ', 'Администрация', 252.0, 'не указано']
    ]
}, {
    'name': 'Механик',
    'contacts': [
        ['не указано', 'Иванов Александр Алексеевич', 'Главный инженер', 'iaa@tversystema.ru', 'Механик', 212.0, '8(910)935-29-49'],
        ['не указано', 'Афонин Ярослав Алексеевич', 'заместитель главного инженера', 'aya@tversystema.ru', 'Механик', 242.0, 'не указано'],
        ['не указано', 'Константинов Андрей Васильевич', 'Главный механик ', 'kav@tversystema.ru', 'Механик', 214.0, '8(910)935-30-27']
    ]
}, {
    'name': 'Склад',
    'contacts': [
        ['не указано', 'Малеин Ярослав Александрович', 'мастер контрольный', 'не указано', 'Склад', 115.0, '8(910)646-28-85']
    ]
}]

[{
    'name': 'Админ',
    'contacts': [
        ['не указано', 'Соколова Юлия Алексеевна', 'старший кладовщик', 'не указано', 'Админ', 114.0, 'не указано'],
        ['не указано', 'Молодостина Светлана Анатольевна', 'Мастер ', 'не указано', 'Админ', 117.0, '8(920)687-20-41'],
        ['не указано', 'Русский Александр Александрович', 'мастер', 'не указано', 'Админ', 117.0, '8(904)010-47-37'],
        ['не указано', 'Манушина Светлана Анатольевна', 'Кладовщик ', 'не указано', 'Админ', 118.0, 'не указано'],
        ['не указано', 'Орлов Алеексей Юрьевич', ' Главный энергетик', 'не указано', 'Админ', 316.0, '8(900)117-40-20'],
        ['не указано', 'Хайдаров Рустам Жайыкович', 'Заместитель главного энергетика', 'не указано', 'Админ', 116.0, 'не указано'],
        ['не указано', 'Курбанова Елена Викторовна', 'Секретарь-референт', 'office@tversystema.ru', 'Админ', 202.0, '8(915)736-19-38'],
        ['не указано', 'Шурпаков Андрей Николаевич', 'Системный администратор', 'support@tversystema.ru', 'Админ', 204.0, '8(961)140-45-80'],
        ['не указано', 'Елицкая Наталья Николаевна', 'Начальник бюро труда и заработной платы', 'не указано', 'Админ', 205.0, '8(903)694-57-54'],
        ['не указано', 'Савина Ольга Владимировна', 'инспектор по кадрам ', 'ok@tversystema.ru\n', 'Админ', 206.0, '8(920)181-65-21'],
        ['не указано', 'Вихорева Елена Борисовна', 'инженер по подготовке производства ', 'не указано', 'Админ', 207.0, '8(915)722-57-60'],
        ['не указано', 'Зуева Надежда Николаевна', 'Начальник плановой группы ', 'не указано', 'Админ', 207.0, '8(910)833-09-60'],
        ['не указано', 'Бусыгин Виталий Линович', 'Начальник участка ', 'не указано', 'Админ', 208.0, '8(910)933-09-39'],
        ['не указано', 'Бибичев Дмитрий Борисович', 'Начальник участка ', 'не указано', 'Админ', 209.0, '8(919/068-36-63'],
        ['не указано', 'Соболев Павел Игоревич', 'заместитель директора по производству', 'sp@tversystema.ru', 'Админ', 210.0, '8(910)646-69-65'],
        ['не указано', 'Кузьмина Оксана Михайловна', 'Инженер-эколог ', 'kom@tversystema.ru', 'Админ', 211.0, '8(905)600-43-14'],
        ['не указано', 'Семенов Юрий Сергеевич', 'Инженер по охране труда', 'sys@tversystema.ru', 'Админ', 237.0, 'не указано'],
        ['не указано', 'Тульцева Светлана Павловна', 'Инженер-конструктор', 'tsp@tversystema.ru', 'Админ', 215.0, '8(906)552-49-75'],
        ['не указано', 'Цоколь Александр Петрович', 'инженер - конструктор', 'не указано', 'Админ', 215.0, '8(909)267-37-58'],
        ['не указано', 'Жигарова Марина Николаевна', 'инженер-технолог', 'не указано', 'Админ', 216.0, '8(904)011-99-51'],
        ['не указано', 'Закуленков Игорь Михайлович', 'Инженер-технолог', 'не указано', 'Админ', 216.0, 'не указано'],
        ['не указано', 'Кокорин Вячеслав Владимирович', 'Заместитель директора по качеству', 'otk@tversystema.ru', 'Админ', 219.0, '8(910)932-23-34'],
        ['не указано', 'Камозина Ольга Игоревна ', 'Бухгалтер по кассе и банку ', 'не указано', 'Админ', 220.0, '8(929)098-84-19'],
        ['не указано', 'Логунова Светлана Викторовна ', 'Бухгалтер ', 'не указано', 'Админ', 221.0, '8(905)125-30-35'],
        ['не указано', 'Трухина Людмила Анатольевна ', 'Главный экономист ', 'не указано', 'Админ', 223.0, '8(910)832-98-98'],
        ['не указано', 'Антипов Михаил Анатольевич  ', 'Начальник службы технического обеспечения предприятия', 'ama@tversystema.ru', 'Админ', 225.0, '8(910)649-07-62'],
        ['не указано', 'Жигулин Станислав Юрьевич', 'Инженер-технолог', 'не указано', 'Админ', 228.0, 'не указано'],
        ['не указано', 'Чернов Александр Николаевич', 'начальник конструкторско-технологического отдела', '   tech@tversystema.ru', 'Админ', 228.0, '8(920)699-99-73'],
        ['не указано', 'Ибрагимова Анна Александровна', 'бухгалтер по заработной плате', 'не указано', 'Админ', 229.0, 'не указано'],
        ['не указано', 'Фролова Юлия Александровна', 'Главный бухгалтер', 'fua@tversystema.ru', 'Админ', 229.0, '8(905)604-42-80'],
        ['не указано', 'Иванова Юлия Николаевна ', 'Заместитель главного бухгалтера', 'не указано', 'Админ', 230.0, '8(920)150-59-97'],
        ['не указано', 'Кузнецов Сергей Вячеславович', 'инженер по снабжению ', 'ksv@tversystema.ru', 'Админ', 231.0, '8(903)695-57-20'],
        ['не указано', 'Барашков Сергей Павлович', 'Ведущий инженер ', 'ser-barashkov@bk.ru', 'Админ', 232.0, '8(920)150-81-07'],
        ['не указано', 'Радченко Георгий Иванович', 'Ведущий инженер ', 'snab@tversystema.ru', 'Админ', 233.0, '8(920)687-39-21'],
        ['не указано', 'Подольник Павел Львович', 'Директор', 'pp@tversystema.ru', 'Админ', 250.0, '8(910)649-00-33'],
        ['не указано', 'Соколов Денис Валерьевич ', 'Инженер', 'sdv@tversystema.ru', 'Админ', 253.0, '8(906)651-51-89'],
        ['не указано', 'Фролов Алексей Григорьевич', 'Инженер-конструктор', 'не указано', 'Админ', 254.0, '8(910)934-34-99'],
        ['не указано', 'Иванов Михаил Анатольевич', 'Начальник отдела сбыта', 'ima@tversystema.ru', 'Админ', 255.0, '8(920)690-86-34'],
        ['не указано', 'Невмывака Наталья Владимировна', 'Ведущий инженер по сбыту', 'nnv@tversystema.ru', 'Админ', 256.0, '8(910)648-20-32'],
        ['не указано', 'Смородов Александр Николаевич', 'Инженер', 'не указано', 'Админ', 314.0, '8(915)715-70-80'],
        ['не указано', 'Бабунов Павел  Викторович', 'Начальник отдела снабжения', 'bpv@tversystema.ru', 'Админ', 315.0, '8(904)002-21-92'],
        ['не указано', 'Любимов Сергей Юрьевич', 'Генеральный директор', 'не указано', 'Админ', 300.0, 'не указано'],
        ['не указано', 'Кузьмин Анатолий Николаевич', 'Начальник отдела маркетинга', '4822553680@mail.ru', 'Админ', 310.0, 'не указано'],
        ['не указано', 'Черняевская Елена Евгеньевна', 'Ст.инспектор по кадрам', 'не указано', 'Админ', 317.0, 'не указано'],
        ['не указано', 'Киба Игорь Николаевич', 'Начальник цеха', 'не указано', 'Админ', 122.0, 'не указано'],
        ['не указано', 'Тимофеева Татьяна Александровна', 'Начальник охраны', 'не указано', 'Админ', 125.0, 'не указано']
    ]
}, {
    'name': 'Администрация',
    'contacts': [
        ['не указано', 'Богусевич Али Станиславович', 'Заместитель директора по ', 'bas@tversystema.ru ', 'Администрацие указано']
    ]
}, {
    'name': 'Механик',
    'contacts': [
        ['не указано', 'Иванов Александр Алексеевич', 'Главный инженер', 'iaa@tversystema.ru', 'Механик', 212.0, '8(910)935-29-49'],
        ['не указано', 'Афонин Ярослав Алексеевич', 'заместитель главного инженера', 'aya@tversystema.ru', 'Механик', 242.0, 'не указано'],
        ['не указано', 'Константинов Андрей Васильевич', 'Главный механик ', 'kav@tversystema.ru', 'Механик', 214.0, '8(910)935-30-27']
    ]
}, {
    'name': 'Склад',
    'contacts': [
        ['не указано', 'Малеин Ярослав Александрович', 'мастер контрольный', 'не указано', 'Склад', 115.0, '8(910)646-28-85']
    ]
}]